# Теми проєктів:
    # 1. Парсинг новин та іншого контенту з сайтів
    # 2. Текстову гру(RPG, Roguelike, Text Adventure)
    # 3. Бот медичного призначення
    # 4. Бот для відстеження цін на товари
    # 5. Підрахунок калорій
    # 6. Бот для відстеження витрат
    # 7. Нагадувач про події
    # 8. Навчання мовам програмування(квест)
    # 9. Cвоя тема
    # 10. Магазин
    # 11. Бот для модерування чату
    # 12. Бот для Заказу їжі з фастфуду або ресторану з вибором компонентів наприклад піци
    # 13. Бот який відповідає на питання через нейронну мережу
    # 14. Бот для пошук роботи, картинок, музики, відео, новин
    
    
# Стек технологій:
    # 1. функції (функціональне програмування)
    # 2. Словарі або tuple, list (Зберігання даних) (Json)
    # 3. aiogram (Telegram Bot API), requests (API), discord.py (Discord Bot API)
    # 4. github, Git,
    
# Розробка проєкту:
    # 0. Придумати тему проєкту (Ідея)
    # 1. Набір команди
    # 2. Розробка архітектури проєкту
    # 3. Пишемо код
    # 4. Тестування
    # 5. Деплой(Розміщення проєкту в мережі)
    # 6. Завершення проєкту та підготовка до презентації 31 урок
    # 7. Презентація проєкту 32 урок